Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/depts/udir.no/sfs_veiledning_27_vurderingsskjemaer-skjemaer-kopierings.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Árvvoštallansskovvi čálalaš bargui
sma: Udir.no - Vuarjasjimmie tjaaleledh barkoe

source: Árvvoštallansskovvi čálalaš bargui
sma: Vuarjasjimmie tjaaleledh barkoe

source: Bargu:
sma: Laavenjasse:

source: Oahppi namma:
sma: Learohken nomme:

source: Árvvoštallaneavttut:
sma: Vuarjasjimmievæhtah:

source: Ulbmiliid joksan:
sma: Ulmiejaksoe:

source: Dáinna berret bargat, ná berret dahkat:
sma: daejnie byørh vielie barkedh, jïh byørh naemhtie darjodh

source: gaska- muddosaš
sma: Vuelege

source: bajilčála
sma: Gaskoe

source: álggahus
sma: Bigkeme:

source: váldooassi
sma: bijjietjaalege

source: loahppa
sma: aalkove

source: Sisdoallu:
sma: Sisvege:

source: Bargui vástádus
sma: sjaangerevæhtah

source: Šáŋŋerdovdomearkkat
sma: vaerbesojjehtimmie

source: vearbasojaheapmi
sma: reaktoetjaeleme

source: riektačállin
sma: væhtabïejeme

source: mearkkaid bidjan
sma: jeereldihkie baakoeh

source: buorre cealkkahuksehus
sma: hijven raajesebigkeme

source: Eará:
sma: Jeatjah:
